@extends('layouts.app')

@section('content')
    <style>
        .banner-area{
            background: url(../img/baner2.jpg) right;
        }
    </style>
    <!-- start banner Area -->
    <section class="banner-area relative about-banner" id="home">
        <div class="overlay overlay-bg"></div>
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="about-content col-lg-12">
                    <h1 class="text-white">
                        Факультеты
                    </h1>
                    <p class="text-white link-nav"><a href="/">Головна </a> <span
                                class="lnr lnr-arrow-right"></span> <a href="javasript:;">Факультет</a></p>
                </div>
            </div>
        </div>
    </section>
    <!-- End banner Area -->

    <!-- Start feature Area -->
    <section class="feature-area pb-120">
        <div class="container">
            <div class="row">
                <div class="col-lg-3">
                    <div class="single-feature">
                        <div class="title">
                            <h4>Навчання</h4>
                        </div>
                        <div class="desc-wrap">
                            <a href="http://www.dgma.donetsk.ua/abiturientu.html">Подивитися</a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-3">
                    <div class="single-feature">
                        <div class="title">
                            <h4>Склад кафедри</h4>
                        </div>
                        <div class="desc-wrap">
                            <a href="http://www.dgma.donetsk.ua/sklad-kafedri-kit.html">
                                Подивитися</a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-3">
                    <div class="single-feature">
                        <div class="title">
                            <h4>Життя кафедри</h4>
                        </div>
                        <div class="desc-wrap">
                            <a href="http://www.dgma.donetsk.ua/novini-kafedri-kit.html">Подивитися</a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-3">
                    <div class="single-feature">
                        <div class="title">
                            <h4>Історія кафедри</h4>
                        </div>
                        <div class="desc-wrap">
                            <a href="http://www.dgma.donetsk.ua/istoriya-kafedryi-kit.html">Подивитися</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <!-- End feature Area -->

    <!-- Start course-mission Area -->
    <section class="course-mission-area pb-120">
        <div class="container">

            <div class="row">
                <div class="col-md-6 accordion-left">

                    <!-- accordion 1 start-->
                    <dl class="accordion">
                        <h3 class="mb-10">
                            Факультет автоматизації машинобудування
                        </h3>
                        <dt>
                            <a href="">Кафедра ІСПР</a>
                        </dt>
                        <dd>
                            Кафедра інтелектуальних систем прийняття рішень готує:програмістів, адміністраторів баз даних, системних аналітиків;
                        </dd>
                        <dt>
                            <a href="">Кафедра ЕСА</a>
                        </dt>
                        <dd>
                            Кафедра готує спеціалістів за напрямом 14 «Електрична інженерія». За спеціальністю 141 «Електроенергетика, електротехніка та електромеханіка».

                            Має 2 спеціалізації: «Спеціалізовані комп’ютерні електромеханічні системи» та «Комп’ютерні системи автоматизації електромеханічних комплексів
                        </dd>
                        <dt>
                            <a href="">Кафедра КІТ</a>
                        </dt>
                        <dd>
                            Здійснюємо підготовку бакалаврів з терміном навчання 4 роки та магістрів з терміном навчання 1,4 або 1,9 років

                            з галузі знань 12 «Інформаціні технології», за спеціальністю 122 «Комп'ютерні науки».

                            Освітньо-професійни програми:
                            <ul>
                                <li>«Комп'ютерні науки в техниці та бізнесі»;</li>
                                <li>«Комп'ютерні науки в WEB-орієнтованих системах»;</li>
                                <li>«Комп'ютерні науки в медиціні»</li>
                            </ul>
                        </dd>
                        <dt>
                            <a href="">Кафедра ІіІГ</a>
                        </dt>
                        <dd>
                            Кафедра інформатики і інженерної графіки є порівняно молодою. Її було створено у 2015 році на основі кафедр прикладної математики та нарисної геометрії, інженерної і комп'ютерної графіки. Кожна з цих кафедр має свій історичний шлях і власні досягнення.</dd>
                        <dt>
                            <a href="">Кафедра ТМ</a>
                        </dt>
                        <dd>
                            Кафедра технічної механіки проводить первинну загальнотехнічну підготовку студентів всіх технічних спеціальностей.
                        </dd>
                    </dl>
                    <!-- accordion 1 end-->
                </div>
                <div class="col-md-6 accordion-left">

                    <!-- accordion 2 start-->
                    <dl class="accordion">
                        <h3 class="mb-10">
                            Факультет автоматизації машинобудування
                        </h3>
                        <dt>
                            <a href="">Кафедра АММіО</a>
                        </dt>
                        <dd>
                            Кафедра автоматизованих металургійних машин і обладнання пропонує вам отримати вищу освіту  однією з найбільш затребуваних сьогодні інженерних спеціальностей.
                        </dd>
                        <dt>
                            <a href="">Кафедра АВП</a>
                        </dt>
                        <dd>
                            Спеціаліст з автоматизованого управління може працювати на підприємствах в організаціях та фірмах по застосуванню комп'ютерних і мікропроцесорних систем для автоматизованого управління, а також для збору і обробки інформації, бути науковим співробітником або викладачем
                        </dd>
                        <dt>
                            <a href="">Кафедра ПТМ</a>
                        </dt>
                        <dd>Бакалавр - фахівець здатний виконувати інженерну, технічну, технологічну, контрольну, освітню роботу у галузі розробки, випробування і експлуатації, сертифікації та впровадження нового транспортного устаткування</dd>
                        <dt>
                            <a href="">Кафедра ВМ</a>
                        </dt>
                        <dd>
                            Основна робота кафедри вищої математики була направлена на формування інженерних кадрів для роботи на промислових підприємствах м. Краматорська і навколо його<dt>
                            <a href="">Кафедра Фізики</a>
                        </dt>
                        <dd>
                            Кафедру фізики як самостійний підрозділ Донецької державної машинобудівної академії було засновано 1 вересня 1962 року. До цього студенти Краматорського вечірнього індустріального інституту вивчали фізику на об'єднаній кафедрі фізики, теоретичної механіки і опору матеріалів.
                        </dd>
                    </dl>
                    <!-- accordion 2 end-->
                </div>
                <div class="row align-items-center">
                    <div class="col-lg-8 no-padding info-area-left">
                        <img class="img-fluid" src="img/gerb1.jpg" alt="">
                    </div>
                    <div class="col-lg-4 info-area-left">
                        <img class="img-fluid" src="img/gerb2.jpg" alt="">
                    </div>
                    <div class="col-lg-8 info-area-right">
                        <img class="img-fluid" src="img/flag1.jpg" alt="">
                    </div>
                    <div class="col-lg-4 info-area-right">
                        <img class="img-fluid" src="img/flag2.jpg" alt="">
                    </div>
                </div>
                <div class="col-md-6 justify-content-center align-items-center d-flex relative">
                    <dl class="accordion">
                        <h3 class="mb-10">
                            Інтегрованих технологій і обладнання
                        </h3>
                        <dt>
                            <a href="">Кафедра КДіМПМ</a>
                        </dt>
                        <dd>
                            Кафедра «Комп’ютеризовані дизайн і моделювання процесів і машин» (КДіМПМ) існує з 1956 року і є однією з провідних кафедр Донбаської державної машинобудівної академії.
                        </dd>
                        <dt>
                            <a href="">Кафедра ТМ</a>
                        </dt>
                        <dd>
                            Кафедра «Технологія машинобудування» існує з 1961 року і є однією з провідних кафедр Донбаської державної машинобудівної академії.
                        </dd>
                        <dt>
                            <a href="">Кафедра ОіТЗВ</a>
                        </dt>
                        <dd>
                            Кафедра готує фахівців зі зварювального виробництва, здатних проектувати зварні конструкції і технологічне оснащення, необхідне для механізації та автоматизації процесів складання і зварювання
                        </dd>
                        <dt>
                            <a href="">Кафедра ТОЛВ</a>
                        </dt>
                        <dd>
                            Кафедра технології та обладнання ливарного виробництва (ТОЛВ) є однією з провідних кафедр Донбаської державної машинобудівної академії. Протягом 60 років на кафедрі підготовлено понад 3500 фахівців-ливарників.
                        </dd>
                        <dt>
                            <a href="">Кафедра ОПМ</a>
                        </dt>
                        <dd>
                            В 1960 році в Краматорській філії Донецького політехнічного інституту була створена кафедра, на якій викладалися загальнотехнічні дисципліни, у тому числі «Деталі машин» і «Теорія механізмів і машин».
                        </dd>
                    </dl>
                </div>
                <div class="col-md-6 justify-content-center align-items-center d-flex relative">
                    <dl class="accordion">
                        <h3 class="mb-10">
                            Факультет економіки та менеджементу
                        </h3>
                        <dt>
                            <a href="">Кафедра Фінансів</a>
                        </dt>
                        <dd>
                            Кафедра «Фінанси» здійснює підготовку бакалаврів, спеціалістів і магистрів починаючи з 1998 р. За 18 років роботи викладачі кафедри підготували більш 5000 професіоналів, які формують економічну та фінансову еліту регіону.
                        </dd>
                        <dt>
                            <a href="">Кафедра Менеджменту</a>
                        </dt>
                        <dd>
                            «Менеджмент організацій» – універсальний, перспективний, затребуваний і відносно новий напрям підготовки фахівців, що є найважливішим інструментом ведення бізнесу в сучасних умовах ринкової економіки.
                        </dd>
                        <dt>
                            <a href="">Кафедра ЕП</a>
                        </dt>
                        <dd>
                            Кафедра економіки підприємств функціонує у складі факультету економіки та менеджменту, акумулює в собі високий науково-педагогічний потенціал. Вона є випусковою з підготовки фахівців за освітньо-кваліфікаційними рівнями «бакалавр» і «магістр» за спеціальністю «Економіка»
                        </dd>
                        <dt>
                            <a href="">Кафедра МП</a>
                        </dt>
                        <dd>
                            Кафедра проводить навчання з дисципліни “ІНОЗЕМНА МОВА”, яка складається з англійської, німецької та французької мов.</dd>
                        <dt>
                            <a href="">Кафедра Філософії</a>
                        </dt>
                        <dd>
                            Історія кафедри філософії нерозривно пов'язана з історією академії, її становленням, перетворенням в один з провідних вищих навчальних закладів Донбасу з підготовки фахівців для машинобудівної галузі господарства.
                        </dd>
                    </dl>
                </div>
            </div>
        </div>
    </section>
    <!-- End course-mission Area -->

    <!-- Start cta-two Area -->
    <section class="cta-two-area">
        <div class="container">
            <div class="row">
                <div class="col-lg-8 cta-left">
                    <h1>Цікаво дізнатися ще більше?</h1>
                </div>
                <div class="col-lg-4 cta-right">
                    <a class="primary-btn wh" href="/news">Подивитися</a>
                </div>
            </div>
        </div>
    </section>

    <!-- End cta-two Area -->
@endsection