@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Аббитуриенту</h1>
                </div>
            </div>
        </div>
    </section>

    <!-- Start events-list Area -->
    <section class="events-list-area section-gap event-page-lists">
        <div class="container">
            <div>
                <h2>Освітня програма «АВТОМАТИЗАЦІЯ ТА КОМП'ЮТЕРНО-ІНТЕГРОВАНІ ТЕХНОЛОГІЇ»</h2>
                <p>На ринку праці потрібні розумні і здатні оригінально мислити фахівці, які повинні вміти враховувати всі
                    особливості взаємодії людини і машини, програми й апаратури, електроніки і механіки</p>
                <h4>Що будете вивчати...</h4>
                <p>Автоматизація та комп'ютерно-інтегровані технології» – це підготовка з проектування і застосування
                    мікропроцесорних засобів та їх програмування, організації роботи персональних ЕОМ, автоматизованих
                    систем керування та обробки інформації, а також систем гідро-, пневмо- й електро-приводів; набуття
                    вмінь і навичок роботи з комп’ю-теризованими системами, адміністрування комп'ютер-них мереж.</p>
                <h4>Які знання отримаєте?</h4>
                <p>Основні професійні навички з автоматизації та комп’ютерно-інтегрованих технологій:</p>
                <ul>
                    <li> • моделювання, розробка та технічне обслуговування мікропроцесорних пристроїв;</li>
                    <li> • проектування систем автоматичного управління із застосуванням сучасних засобів автоматизації;</li>
                    <li> • моделювання технологічних процесів і об'єктів, систем управління і електронних схем;</li>
                    <li> • ідентифікація параметрів і настройка електричних, пневматичних і гідравлічних приводів;</li>
                    <li> • модернізація застарілих систем ЧПК;</li>
                    <li> • розробка та обслуговування систем для об’єктів промислової та малої автоматизації.</li>
                </ul>
                <p>Знання, отримані за фахом, допоможуть вирішувати задачі в областях інформаційного сервісу, медицині,
                    економіці, промисловості, побутовій техніці, сільського господарства тощо.</p>
            </div>

            <div>
                <h2>Освітня програма «МЕДИЧНІ СИСТЕМИ, ПРИЛАДИ
                    ТА МІКРОСХЕМОТЕХНІКА»</h2>
                <span>(небюджетна конкурсна пропозиція)</span>
                <p>Сучасне життя немислимо без комп'ютерів і мікропроцесорної техніки. Системами на їх основі оснащуються
                     практично всі пристрої, апарати, машини і комплекси, в тому числі в медичній та біотехнічній сфері.</p>
                <h4>Що будете вивчати...</h4>
                <p>«Медичні системи, прилади та мікросхемо-техніка» – це підготовка у сфері медичної і біометричної
                    техніки та технологій, набуття вмінь і навичок експлуатації та проектування сучасного обладнання,
                    приладів, систем і комплексів медичного та біотехнічного призначення.</p>
                <h4>Які знання отримаєте?</h4>
                <p>Основні професійні навички з медичних систем, приладів та мікросхемотехніки:</p>
                <ul>
                    <li>моделювання, розробка та технічне обслуговування сучасного обладнання та приладів медичного та біотехнічного призначення; </li>
                    <li>проектування пристроїв, приладів, систем і комплексів медичного та біотехнічного призначення з урахуванням заданих вимог; </li>
                    <li>розробка автоматизованих систем обробки медичної та біотехнічної інформації. </li>
                </ul>
            </div>

            <div>
                <h2>Освітня програма «КОМП’ЮТЕРНІ
                    СИСТЕМИ
                    ТА МЕРЕЖІ»</h2>
                <p>СКомп'ютерна інженерія або інженерія комп'ютерних систем об'єднує інформатику та комп'ютерні
                    технології і зосереджена не тільки на самій роботі комп'ютерних систем, але й на їх інтеграції. </p>
                <h4>Що будете вивчати...</h4>
                <p>«Комп'ютерна інженерія» – це створення програмного забезпечення для мікроконтролерів вбудованих систем,
                    розробка програмного забезпечення та операційних систем, комп’ютерних мереж, створення автоматичних
                    та робототехнічних комплексів, використання цифрових систем для керування процесами та системами і контролю за ними.
                    Робота в IT-індустрії передбачає: створення і використання: програмних і комп’ютерних систем та мереж,
                    їх програмне забезпечення і бази даних; розробка багатоядерних мікропроцесорних пристроїв, бездротових
                    та мобільних систем; мережних комунікацій; знання електроніки, програмного забезпечення та їх інтеграція
                    в комп'ютерних системах</p>
                <h4>Які знання отримаєте?</h4>
                <p>Основні професійні навички з комп’ютерної інженерії:</p>
                <ul>
                    <li>• розробка прикладних програм;</li>
                    <li>• розробка програмного забезпечення пристроїв програмного управління;</li>
                    <li>• обслуговування комп'ютерів і локальних обчислювальних мереж;</li>
                    <li>• адміністрування комп'ютерних систем та мереж;</li>
                    <li>• проектування та дослідження комп’ютерних систем та мереж.</li>
                </ul>

            </div>

            <div>
                <h2>ВСТУП НА ОСНОВІ ДИПЛОМУ МОЛОДШОГО СПЕЦІАЛІСТА</h2>
                <h3>Основні дати вступної компанії за спеціальностями 151 та 123</h3>
                <ul>
                    <li>• прийом заяви в паперовому вигляді: 10 - 22 липня 2019 р.;</li>
                    <li>• проведення фахового вступного випробування: 23 - 30 липня 2019 р.;</li>
                    <li>• дата зарахування на бюджет: 7 серпня 2019 р.;</li>
                    <li>• дата зарахування за кошти фізичних та юридичних осіб: 20 серпня 2019 р.</li>
                </ul>
                <h3>Перелік документів для зарахування</h3>
                <ul>
                    <li> • копія документа, що посвідчує особу та громадянство (2 екз.);</li>
                    <li> • військовий квиток або посвідчення про приписку - для військовозобов'язаних;</li>
                    <li> • документу державного зразку про раніше здобутий освітній (освітньо-кваліфікаційний) рівень на основі якого здійснюється вступ і додаток до нього (копія і оригінал);</li>
                    <li> • чотири кольорові фотокартки розміром 3 х 4.</li>
                </ul>
            </div>

            <div>
                <h2>ВСТУП НА ОСНОВІ ПОВНОЇ ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ</h2>

                <table class="table text-center">
                    <tr>
                        <th rowspan="3">Найменування
                            освітньої
                            програми</th>
                        <th colspan="7">Конкурсні предмети
                            (сертифікати ЗНО)</th>
                    </tr>
                    <tr>
                        <th colspan="3">обов'язкові (О)</th>
                        <th colspan="4">за вибором (В)</th>
                    </tr>
                    <tr>
                        <th>Українська мова та література</th>
                        <th>Математика</th>
                        <th>Біологія</th>
                        <th>Фізика</th>
                        <th>Іноземна мова</th>
                        <th>Історія України</th>
                        <th>Математика</th>
                    </tr>
                    <tr>
                        <th>Комп’ютерні системи
                            та мережі</th>
                        <th>O</th>
                        <th>O</th>
                        <th></th>
                        <th>B</th>
                        <th>B</th>
                        <th></th>
                        <th></th>
                    </tr>
                    <tr>
                        <th>Автоматизація та комп’ютерно-інтегровані технології</th>
                        <th>O</th>
                        <th>O</th>
                        <th></th>
                        <th>B</th>
                        <th>B</th>
                        <th></th>
                        <th></th>
                    </tr>
                    <tr>
                        <th>Медичні системи, прилади та мікросхемотехніка Н</th>
                        <th>O</th>
                        <th></th>
                        <th>O</th>
                        <th></th>
                        <th></th>
                        <th>B</th>
                        <th>B</th>
                    </tr>
                </table>

                <h3>УВАГА:</h3>
                <ul>
                    <li>реєстрація на ЗНО: 5 лютого - 25 березня 2019р.;</li>
                    <li>прийом заяв від абітурієнтів в електронному вигляді:                            10 - 22 липня 2019 р.;</li>
                    <li>вступ без ЗНО для абітурієнтів з тимчасово непідконтрольних територій (ОЦ «Донбас-Україна»).</li>
                </ul>
                <h3>Перелік документів для зарахування</h3>
                <ul>
                    <li>копія документа, що посвідчує особу та громадянство (2 екз.);</li>
                    <li>військовий квиток або посвідчення про приписку - для військовозобов'язаних; </li>
                    <li>атестат державного зразку про повну загальну середню освіту та додаток до нього (копія і оригінал);</li>
                    <li>сертифікати зовнішнього незалежного оцінювання (копії і оригінали)</li>
                    <li>чотири кольорові фотокартки розміром 3 х 4</li>
                </ul>
            </div>

        </div>
    </section>
    <!-- End events-list Area -->

    <!-- Start cta-two Area -->
    @component('components.more-info')
    @endcomponent
    <!-- End cta-two Area -->
@endsection
