@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Освітня програма «АВТОМАТИЗАЦІЯ ТА КОМП'ЮТЕРНО-ІНТЕГРОВАНІ ТЕХНОЛОГІЇ»</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div>
                        <p>На ринку праці потрібні розумні і здатні оригінально мислити фахівці, які повинні вміти враховувати всі
                            особливості взаємодії людини і машини, програми й апаратури, електроніки і механіки</p>
                        <h4>Що будете вивчати...</h4>
                        <p>Автоматизація та комп'ютерно-інтегровані технології» – це підготовка з проектування і застосування
                            мікропроцесорних засобів та їх програмування, організації роботи персональних ЕОМ, автоматизованих
                            систем керування та обробки інформації, а також систем гідро-, пневмо- й електро-приводів; набуття
                            вмінь і навичок роботи з комп’ю-теризованими системами, адміністрування комп'ютер-них мереж.</p>
                        <h4>Які знання отримаєте?</h4>
                        <p>Основні професійні навички з автоматизації та комп’ютерно-інтегрованих технологій:</p>
                        <ul>
                            <li> • моделювання, розробка та технічне обслуговування мікропроцесорних пристроїв;</li>
                            <li> • проектування систем автоматичного управління із застосуванням сучасних засобів автоматизації;</li>
                            <li> • моделювання технологічних процесів і об'єктів, систем управління і електронних схем;</li>
                            <li> • ідентифікація параметрів і настройка електричних, пневматичних і гідравлічних приводів;</li>
                            <li> • модернізація застарілих систем ЧПК;</li>
                            <li> • розробка та обслуговування систем для об’єктів промислової та малої автоматизації.</li>
                        </ul>
                        <p>Знання, отримані за фахом, допоможуть вирішувати задачі в областях інформаційного сервісу, медицині,
                            економіці, промисловості, побутовій техніці, сільського господарства тощо.</p>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
