@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Філії АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Теоретичне навчання і практична підготовка фахівців здійснюються в рамках інтеграції навчального процесу з виробництвом, особливо при підготовці фахівців і магістрів. Цьому сприяє можливість використання студентами і викладачами інформаційної і матеріальної бази філії кафедри на НКМЗ, а також високо розвинуті технології розробки систем автоматизації на НКМЗ, ЕМСС, Краматорській ТЕЦ та інших підприємствах.</p>
                        <p>На філіях кафедри (зокрема на НКМЗ) для навчального процесу використовуються два навчальних центри (полігони) фірми SІEMENS, на яких студенти відпрацьовують уміння і здібності проектування, програмування й обслуговування комп’ютерно-інтегрованих систем керування. На кожний навчальний рік розробляється план загальних дій філії і кафедри за напрямками роботи: організаційна, методична, наукова, навчальна, а також стажування викладачів.</p>
                        <p>З філією кафедри узгоджуються кандидатури випускників, яких розподіляють на це підприємство. Співробітники філії кафедри беруть участь у роботі ДЕК «Бакалавр», «Фахівець» і «Магістр».</p>
                        <p>Однак ще не досить досконало використовуються філії кафедри для проведення лабораторних робіт, із впровадження результатів дипломного проектування у виробництво.</p>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection