@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Освітня програма «КОМП’ЮТЕРНІ
                        СИСТЕМИ
                        ТА МЕРЕЖІ»</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div>
                        <p>СКомп'ютерна інженерія або інженерія комп'ютерних систем об'єднує інформатику та комп'ютерні
                            технології і зосереджена не тільки на самій роботі комп'ютерних систем, але й на їх інтеграції. </p>
                        <h4>Що будете вивчати...</h4>
                        <p>«Комп'ютерна інженерія» – це створення програмного забезпечення для мікроконтролерів вбудованих систем,
                            розробка програмного забезпечення та операційних систем, комп’ютерних мереж, створення автоматичних
                            та робототехнічних комплексів, використання цифрових систем для керування процесами та системами і контролю за ними.
                            Робота в IT-індустрії передбачає: створення і використання: програмних і комп’ютерних систем та мереж,
                            їх програмне забезпечення і бази даних; розробка багатоядерних мікропроцесорних пристроїв, бездротових
                            та мобільних систем; мережних комунікацій; знання електроніки, програмного забезпечення та їх інтеграція
                            в комп'ютерних системах</p>
                        <h4>Які знання отримаєте?</h4>
                        <p>Основні професійні навички з комп’ютерної інженерії:</p>
                        <ul>
                            <li>• розробка прикладних програм;</li>
                            <li>• розробка програмного забезпечення пристроїв програмного управління;</li>
                            <li>• обслуговування комп'ютерів і локальних обчислювальних мереж;</li>
                            <li>• адміністрування комп'ютерних систем та мереж;</li>
                            <li>• проектування та дослідження комп’ютерних систем та мереж.</li>
                        </ul>

                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
