@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Освітня програма «МЕДИЧНІ СИСТЕМИ, ПРИЛАДИ
                        ТА МІКРОСХЕМОТЕХНІКА»</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div>
                        <span>(небюджетна конкурсна пропозиція)</span>
                        <p>Сучасне життя немислимо без комп'ютерів і мікропроцесорної техніки. Системами на їх основі оснащуються
                            практично всі пристрої, апарати, машини і комплекси, в тому числі в медичній та біотехнічній сфері.</p>
                        <h4>Що будете вивчати...</h4>
                        <p>«Медичні системи, прилади та мікросхемо-техніка» – це підготовка у сфері медичної і біометричної
                            техніки та технологій, набуття вмінь і навичок експлуатації та проектування сучасного обладнання,
                            приладів, систем і комплексів медичного та біотехнічного призначення.</p>
                        <h4>Які знання отримаєте?</h4>
                        <p>Основні професійні навички з медичних систем, приладів та мікросхемотехніки:</p>
                        <ul>
                            <li>моделювання, розробка та технічне обслуговування сучасного обладнання та приладів медичного та біотехнічного призначення; </li>
                            <li>проектування пристроїв, приладів, систем і комплексів медичного та біотехнічного призначення з урахуванням заданих вимог; </li>
                            <li>розробка автоматизованих систем обробки медичної та біотехнічної інформації. </li>
                        </ul>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
