@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Пропозиції для підприємств і фірм АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Відмітна особливість фахівця – його здатність вирішувати широке коло завдань з розробки та обслуговування електронної та комп'ютерної техніки, вимірювальних приладів, електричних апаратів, аналогових і цифрових систем керування, електромеханічних, гідравлічних і пневматичних приводів.</p>
                        <p>Спеціаліст з автоматизованого керування може працювати на підприємствах, в організаціях та фірмах по застосуванню комп'ютерних і мікропроцесорних систем для автоматизованого керування, а також для збирання і обробки інформації, бути науковим співробітником або викладачем ВНЗ.</p>
                        <p>Випускник може посідати посади:</p>
                        <p>-&nbsp;інженер з експлуатації та ремонту систем автоматичного керування;</p>
                        <p>-&nbsp;інженер-конструктор систем автоматичного керування;</p>
                        <p>-&nbsp;інженер-дослідник автоматизованих систем керування (АСУ);</p>
                        <p>-&nbsp;інженер-електронік з монтажу, налагодження та ремонту засобів програмного керування обладнанням;</p>
                        <p>-&nbsp;інженер-програміст з розробки прикладного програмного забезпечення.&nbsp;</p>
                        <p>Діяльність фахівця з автоматичного керування цікава і багатогранна, проте вимагає великої ерудиції і професійних знань у галузях математики, фізики, механіки, інформатики та обчислювальної техніки, систем програмування, штучного інтелекту та нейромережевих технологій, електротехніки, мікропроцесорної техніки, теорії керування, безпеки праці та економіки.</p>
                        <p>Навчальний план спеціальності насичений дисциплінами з проектування і застосування мікропроцесорних засобів, програмування і організації роботи персональних ЕОМ і локальних обчислювальних мереж, електроніки і мікросхемотехніки, автоматизованих систем керування та обробки інформації, а також систем із гідро-, пневмо- і електроприводами.</p>
                        <p>Студенти не тільки отримують солідну підготовку для роботи на ПЕОМ, що відповідає вимогам інженера-програміста, а й набувають уміння і навичок конструювання та обслуговування спеціальних систем, призначених для конкретних завдань керування, адміністрування комп'ютерних мереж, моделювання систем керування.&nbsp;</p>
                        <p>Саме в умінні використовувати мікропроцесорну обчислювальну техніку в керуванні технологічними процесами і полягає цінність фахівця з АСУ. На ринку праці потрібні розумні і здатні оригінально мислити інженери. Вони повинні вміти враховувати всі особливості взаємодії людини і машини, програми і апаратури, електроніки і механіки.</p>
                        <p>Знання, отримані за фахом, дозволяють поглянути на світ іншими очима, а також набути впевненості, що ти людина майбутнього із цікавою, творчою і затребуваною часом професією.</p>
                        <p>ЯКУ РОБОТУ МОЖЕ ВИКОНУВАТИ СПЕЦІАЛІСТ?</p>
                        <p>Виробничі функції, що виконуються фахівцями з автоматизованого керування, досить великі: від розробки систем автоматизації та створення програмного забезпечення – до моделювання та дослідження процесів керування і розробки принципово нових систем керування, які полягають у наступному:</p>
                        <ul>
                            <li>розробка мікропроцесорних пристроїв автоматичного керування;</li>
                            <li>проектування аналогових і цифрових систем автоматичного керування із застосуванням сучасних засобів автоматизації;</li>
                            <li>моделювання на ПЕОМ технологічних процесів і об'єктів, систем автоматичного керування, електронних і релейних контакторних схем;</li>
                            <li>ідентифікація параметрів і настройка електричних і гідравлічних приводів;</li>
                            <li>технічне обслуговування контрольно-вимірювальних приладів, пристроїв автоматики, ЧПК, електронних і гідравлічних систем;</li>
                            <li>виконання на ПЕОМ розрахунків будь-якої складності, документації, схем і креслень з використанням сучасних прикладних програм;</li>
                            <li>обслуговування комп'ютерів і локальних обчислювальних мереж;</li>
                            <li>адміністрування комп'ютерних систем;</li>
                            <li>розробка прикладних програм;</li>
                            <li>розробка програмного забезпечення функціонування АСУ;</li>
                            <li>модернізація застарілих систем ЧПК.</li>
                        </ul>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection