@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Основная информация</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <p> На современном этапе автоматизация проникает во все сферы человеческой деятельности. Умение и
                        способность использовать современные достижения в области компьютерной и микропроцессорной
                        техники ценится на любом предприятии или фирме, потому что в интеллектуальной деятельности и,
                        прежде всего, в управлении основным инструментом является вычислительная техника.</p>
                    <p> В ДГМА подготовку специалистов по направлению «Автоматизация и компьютерно-интегрированные
                        технологии» осуществляет кафедра автоматизации производственных процессов (АПП).</p>
                    <p> Профессорско-преподавательский состав кафедры обеспечивает профессиональную и практическую
                        подготовку студентов с учетом новейших достижений в области автоматизированного управления.</p>

                    <p> Особенность обучения по специальности «Автоматизированное управление технологическими
                        процессами» в рамках направления «Автоматизация и компьютерно-интегрированные технологии»
                        заключается в органическом сочетании математики, компьютерной и микропроцессорной техники,
                        электроники, механики, гидропневмоавтоматики и теории автоматического управления, что позволяет
                        приобрести системное представление об информационных, энергетических и материальных потоках в
                        производственной среде, а также развить способности в разработке алгоритмов, программ и
                        технических средств, совокупность которых называют компьютерно-интегрированной системой
                        управления.</p>
                    <p> Для того, чтобы сформировать эти качества на кафедре создано семь специальных лабораторий, в
                        которых установлено лабораторное оборудование новейшего типа: уникальные стенды для исследования
                        средств электроники, измерительно-преобразовательной техники и систем автоматического
                        управления; электропневматический и гидравлический стенды всемирно известной фирмы FESTO
                        (Германия), стенды автоматизированных частотных приводов фирмы АВВ (Швеция), лабораторные
                        установки по системам микропроцессорного управления роботами и др.</p>

                    <p> Представители вузов Киева, Харькова, Запорожья, Донецка поражаются уровнем развития
                        производственной базы для практической подготовки студентов, особенно филиалом кафедры на НКМЗ,
                        организованном в конструкторско-производственном центре (КПЦ) «НКМЗ-Автоматика».</p>

                    <p> В КПЦ «НКМЗ-Автоматика» создаются системы управления уникальным технологическим оборудованием на
                        компонентах всемирно известной фирмы SIEMENS (Германия). Студенты в период практики имеют
                        возможность не только освоить новые прогрессивные методы создания систем управления, но и
                        моделировать на специальных стендах учебного полигона, созданного в КПЦ, отдельные ситуации
                        управления объектами, изучать особенности монтажа, работы и наладки систем управления SIEMENS
                        (Германия), OMRON (Япония).</p>
                    <p> Кафедра налаживает сотрудничество с фирмами – производителями современной микропроцессорной
                        техники. В 2002 г. заключен договор о научно-техническом сотрудничестве: между ДГМА и НПЦ
                        «Спецсистемы» (г. Витебск, Беларусь), по которому кафедре передана безвозмездно
                        компьютерно-интегрированная многофункциональная информационно-измерительная система «ИСТОК-ТМ» и
                        соответствующее программное приложение. Заключен договор с киевской фирмой «Росток-Спаркс»,
                        которая передаёт кафедре специальный контроллер и средства программирования для
                        автоматизированного учета энергоресурсов. Заключено соглашение о научно-техническом
                        сотрудничестве с австрийской фирмой «B&R», специализирующейся в области автоматизации
                        производства, кафедре передано аппаратное обеспечение (hardware) и программный продукт
                        (software) Automation Studio для создания АРМ компьютерно-интегрированной системы
                        позиционирования ЧПУ на 8 рабочих мест.</p>

                    <p> Сотрудничество с указанными фирмами для кафедры АПП является взаимовыгодным, долгосрочным и
                        перспективным. В фирмах разработаны программы сотрудничества с кафедрой, они заинтересованы в
                        презентации своего оборудования и идут на существенные льготы и скидки при поставках своего
                        оборудования для кафедры. В планах сотрудничества предусмотрена бесплатная стажировка
                        сотрудников и студентов кафедры, проведение совместных научно-технических разработок и т.д. На
                        кафедре создан региональный учебно-технический центр для послевузовского обучения и
                        переподготовки инженерно-технических работников предприятий Донбасса. В соответствии с
                        достигнутыми соглашениями фирмы предоставляют кафедре эксклюзивное право на получение
                        научно-технической информации об их разработках и проектах через сеть Internet.</p>
                    <p> Заключен договор с фирмой SIEMENS (Германия). В рамках этого договора фирма поставит кафедре
                        учебно-лабораторное оборудование и программное обеспечение, относящееся к новейшим разработкам
                        фирмы. На основе этого договора на кафедре организуется еще один центр подготовки специалистов
                        для предприятий региона.</p>
                    <p> Таким образом, качество подготовки специалистов позволяет выпускникам получить интересные
                        предложения относительно работы и уверенно чувствовать в условиях рынка труда.</p>
                </div>
            </div>

        </div>
    </section>
@endsection
