@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>История кафедры</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Кафедра была основана 1 сентября 1973 г. и имеет наивысшую 4 степень аккредитации. Высококачественную подготовку специалистов, обеспечивают преподаватели высшей квалификации с учеными степенями и званиями, а также преподаватели, заканчивающие подготовку диссертационных работ. Преподавателями ведется подготовка студентов более, чем по 50 дисциплинам, организуется практика на предприятиях и руководство дипломными проектами, успешно решаются вопросы распределения и трудоустройства выпускников.</p>
                        <p>Кафедра имеет два класса ПЭВМ, специализированные лаборатории компьютерно-интег-рированных систем управления, электроники и микропроцессорной техники, автоматизированного электропривода и гидропневмопривода. Классы и лаборатории обеспечены самыми современным оборудованием: стендами для исследования электронных схем и систем автоматического управления; стендами по исследованию различных систем автоматизированного электропривода; студентам доступны компьютерно-интегрированная многофункциональная информационно-измерительная система «ИСТОК-ТМ» и соответствующие программного приложение НПЦ «Спецсистемы» (Белорусь), специальные программируемые логические контроллеры и средства программирования для автоматизированного учета энергоресурсов киевской фирмы «Росток-Спаркс», аппаратное и программное обеспечение для АРМ – компьютерно-интегрированная система позиционирования ЧПУ на 8 рабочих мест австрийской фирмы «B&amp;R», учебные стенды электропневмоавтоматики и гидроавтоматики с компьютерно-интегрированным управлением, а также программно-методического обеспечения к ним германской фирмы «Festo», электропривода с частотным управлением фирм «ABB» (Швеция) и «Lenze» (Германия) с управлением от ПЭВМ. Фирмы предоставляют кафедре эксклюзивное право на получение научно-технической информации об их разработках через сеть Internet.</p>
                        <p>Подготовка специалистов по специальности «Автоматизированное управление технологическими процессами» проводится в рамках уникальных условий тесного взаимодействия кафедры не только с предприятиями региона, на которые распределяются выпускники, но и с ведущими европейскими производителями средств автоматизации – SIEMENS (Германия), B&amp;R (Австрия), FESTO (Германия), «Спецсистемы» (Беларусь), VIPA (Германия), Московский завод тепловой автоматики (Россия), ТЕКОН (Россия), «Lenze» (Германия). При непосредственном участии этих фирм на кафедре организован учебный центр по автоматизации и компьютерно-интегрированным технологиям. Учебный центр оснащен стендами фирмы FESTO, микропроцессорными системами учета энергоносителей, микропроцессорными системами управления B&amp;R (Австрия). На филиале кафедры в конструкторско-производственном центре «НКМЗ-Автоматика» создан учебный класс-полигон, оснащенный новейшими средствами управления SIEMENS. Все это позволяет вести подготовку специалистов на уровне европейских стандартов.</p>
                        <p><strong><em>При кафедре работают магистратура и аспирантура.</em></strong></p>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection