@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Міжнародні зв'язки АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Міжнародні зв’язки кафедри забезпечують роботу навчального центру з автоматизації, який створено на базі кафедри АВП, а також створюють умови підвищення якості підготовки бакалаврів, фахівців та магістрів.</p>
                        <p>Як і в попередні роки, кафедра підтримує партнерські відносини, уклала міжнародні угоди про творче співробітництво та продовжує співпрацю: з фірмою Berneerker &amp; Rainer Industrie Electronik Ges mbH (Австрія), угодою з якою передбачено стажування викладачів, сумісні навчальні семінари та конференції, навчання студентів на технічному обладнанні фірми B&amp;R (фірма безкоштовно передала мікропроцесорну систему і програмне забезпечення); науково-виробничим центром (НВЦ) «Спецсистеми» (Республіка Білорусь); відділом прикладних проблем оптимізації Обчислювального центру Російської Академії наук (м. Москва) для проведення сумісних досліджень у галузі математичного моделювання та оптимізації технологічних систем зі складною динамічною структурою (за результатами досліджень опублікована монографія); Московським заводом теплової автоматики (Росія), завдяки чому завод передав кафедрі три сучасних стенда і програмне забезпечення (програмно-технічні комплекси «КОНТАР») систем автоматизації (за результатами досліджень підготовлено методичний посібник з грифом МОНУ).&nbsp;</p>
                        <p>Викладачі кафедри за запрошенням закордонних спеціалістів брали участь у закордонних міжнародних заходах.</p>
                        <p>Викладачі кафедри АВП (Суботін О.В.) і КИТ (Тарасов О.Ф., Сагайда П.І.) в рамках проекту наукового співробітництва TEMPUS «Перепідготовка викладачів університетів у галузі інженерії вбудованих систем і віртуальних платформ для навчання» взяли участь у&nbsp; другому тренінгу (весняному курсі в Ільменау), який проводився в Технологічному університеті Ільменау (ТУИ, м Ільменау, Німеччина) у відповідності з отриманим запрошенням від міжнародного Проекту TEMPUS-DESIRE наукового співробітництва (обмін досвідом, навчання) у період з 13/04/2015 по 25/04/2015.</p>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection