@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Студентське життя АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Виховна робота проводиться у відповідності до плану заходів виховної роботи Академії, факультету та кафедри.</p>
                        <p>На кафедрі працює навчально-виховна комісія (НВК). Постійно проводиться робота зі студентами, які порушують навчальну дисципліну, обговорюються виховні заходи та забезпечується зв'язок з батьками студентів. Робота кураторів кафедри достатня.</p>
                        <p>Студенти кафедри АВП під керівництвом старшого куратора спеціальності Лютої А.В. щорічно проводять:</p>
                        <ul>
                            <li>організацію та режисерування репетицій першокурсників на конкурс «Дебют»;</li>
                            <li>організацію виступів на Днях факультету та академії;</li>
                            <li>студенти кафедри беруть активну участь у конкурах КВК;</li>
                            <li>доц. Люта А.В. працює зі студентами в напрямку хореографії;</li>
                            <li>студенти кафедри АВП входять до збірних команд ДДМА з усіх видів спорту.</li>
                        </ul>
                        <p>Представники кафедри в студентському самоврядуванні ДДМА в цілому займаються питаннями культурно-масових заходів та роботою зі студентами, які відстають в навчанні.</p>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection