@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Матеріальна база АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>У складі кафедри створено 2 класи ПЕОМ із сучасними комп’ютерами, лекційна аудиторія, а також шість спеціалізованих лабораторій: електроніки і мікросхемотехніки, теорії автоматичного керування, систем комп’ютерно-інтегрованого керування, автоматизованого електроприводу, гідро-пневмоавтоматики, мікропроцесорної техніки.</p>
                        <p>Навчальні приміщення оснащено найсучаснішими стендами та приладами. Так, в лабораторії електроніки і мікросхемотехніки застосовуються чотири унікальних сучасних стенди, кожний з яких забезпечує виконання 32 лабораторних робіт. У лабораторії комп’ютерно-інтегрованого керування при сприянні Краматорської ТЕЦ встановлено обладнання з модемним зв’язком «Кафедра-ТЕЦ», яке дозволяє студентам вивчати роботу кращої в СНД системи обліку витрати енергоносіїв. Кафедра має спеціалізовані мікропроцесорні системи для комп’ютерно-інтегрованих технологій від фірми B&amp;R (Австрія) і науково-виробничого центра «Спецсистемы» (Республіка Білорусь). Функціонує лабораторія гідро- пневмоавтоматики європейського рівня, для якої придбано стенди всесвітньо відомої фірми FESTO-Didaсtiс (Німеччина). Стенди укомплектовані елементами, які застосовуються у виробництві і дозволяють досліджувати різноманітні схемотехнічні рішення з використанням комп’ютерної та мікропроцесорної техніки. Разом з цим обладнанням кафедра отримала дидактичні матеріали, каталоги продукції та програмне забезпечення фірми «FESTO». Також впроваджено у навчальний процес три навчальних стенди Московського заводу теплової автоматики «КОНТАР-КМ800», що містять у собі контролери MC8, MC5, MR8, датчики температури, вологості та електропривід LM24SR (Belimo, Швейцарія), який призначено для керування повітряними заслінками, а також програмне забезпечення: інструментальна система програмування KONGRAF, програмний засіб CONSOLE для завантаження та роботи з приладами, система моніторингу KONTAR-SCADA. На базі цих приладів створено модель системи керування для вентиляції, кондиціювання та опалювання приміщення.</p>
                        <p>Крім того, кафедрою створено вісім стендів мікропроцесорної техніки, прилади і пристрої вимірювальної техніки та робототехнічні системи.</p>
                        <p>У центрі «Автоматизація і комп`ютерно-інтегроване керування» кафедри АВП розміщено устаткування австрійської фірми B&amp;R, німецької фірми Festo, Московського заводу теплової автоматики та ін. Тут проводяться лабораторні і практичні заняття зі студентами з дисциплін «Гнучке автоматизоване виробництво», «Основи комп`ютерно-інтегрованого керування», «Гідропневмоприводи», «Автоматизований електропривод» на наступних лабораторних стендах:</p>
                        <p>Навчальний стенд №&nbsp;1. Система позиціювання B&amp;R: Інтерактивне програмування на стійці ЧПУ CNC-3D.</p>
                        <p>Навчальний стенд №&nbsp;2. Комп`ютерно-інтегрована система автоматизації B&amp;R2005: Настроювання ПІД-регулятора САУ.</p>
                        <p>Навчальний стенд №&nbsp;3. Інтегрований привід ACOPOS: Інтерактивне настроювання динамічних параметрів системи при різних навантаженнях серводвигуна.</p>
                        <p>Навчальний стенд №&nbsp;4. Панель керування оператора Power Panel PP21/41: Програмування завдання візуалізації, керування, позиціювання і зв'язки.</p>
                        <p>Навчальний стенд №&nbsp;5. Комп`ютерно-інтегрований стенд РТК: Програмування завдання керування&nbsp; роботом «МП-9С» на базі PLC B&amp;R2003.</p>
                        <p>Навчальний стенд №&nbsp;6. Стенд електропневмоавтоматики з набором елементів: Моделювання завдання автоматизації пневмопривода.</p>
                        <p>Навчальний стенд №&nbsp;7. Електрогідравлічний стенд із набором елементів: Моделювання завдань верстатного гідроприводу.</p>
                        <p>Навчальний стенд №&nbsp;8. Програмно-технічний комплекс «КОНТАР-КМ800»: Проектування системи керування і програмування приладів комплексу в програмному середовищі KONGRAPH.</p>
                        <p>Навчальний стенд №&nbsp;9. Комп`ютерно-інтегрована система керування РТК на базі мікроконтролера EV8031/AVR: Програмування завдання керування роботами ПР-5.</p>
                        <p>У лабораторії автоматизованого електропривода змонтовано два стенди з новітніми системами частотного керування асинхронними двигунами фірми АВВ (Швеція), комп’ютерно-інтегрований стенд для дослідження системи автоматичного керування електродвигунами постійного струму, стенди із сучасними системами керування мікроприводами та інші.</p>
                        <p>В аудиторії 2101 змонтовано три стенди, на яких виконуються лабораторні роботи з дисциплін «Автоматизований електропривід» і «Комплектний електропривід»:</p>
                        <ol>
                            <li>Дослідження частотно-регульованого асинхронного електропривода на базі перетворювачів АВВ ACS 101.</li>
                            <li>Дослідження частотно-регульованого асинхронного електропривода на базі перетворювача Lenze 8200 Vector.</li>
                            <li>Дослідження частотно-регульованого асинхронного електропривода на базі перетворювача Lenze 9300 Vector.</li>
                        </ol>
                        <p>В аудиторії 2107 розміщені чотири сучасних універсальних стенди і двопроменеві осцилографи. На зазначеному устаткуванні виконується 18 лабораторних робіт з дисципліни «Електроніка і мікропроцесорна техніка», а також вісім лабораторних робіт з дисципліни «Теорія автоматичного керування».</p>
                        <p>Для підвищення ефективності використання обчислювальної техніки на кафедрі існує локальна мережа, введена система доступу в Internet для студентів і викладачів, встановлено сучасні програмні пакети, застосовуються відеопроектори та інші засоби.</p>
                        <p>В аудиторії 2108 готується стенд з використанням нового обладнання на базі Arduino Mega +2560 R3. Це навчальна плата для роботи з мікроконтролером Atmega8U2 для навчання студентів електроніці</p>
                        <p>Плата доукомплектована:</p>
                        <ol>
                            <li>Danger-Shield Bausant (Spark Fan) – силове рознімання вентилятора</li>
                            <li>mSD-Shield v2 (Datenlogger Shield) – рознімання для micriSD карт пам'яті</li>
                            <li>Drehencoder mit Taster PEC12R-4225F-S0024 – покроковий потенціометр для завдання кута повороту осі.</li>
                            <li>GLCD-Shield mit Dispay – рознімання для підключення мінідисплея.</li>
                            <li>Ethernet-Shield R3 (Arduino) – навчальна плата розширення Arduino Mega +2560 для підключення до мережі Ethernet (Інтернет)</li>
                            <li>Shield-Bridge (Raspberry Pi – Arduino Adapter) – плата узгодження між платами для їхньої спільної роботи</li>
                            <li>STM32F4-Discovery – навчальна (налагоджувальна) плата обробки аналогового сигналу</li>
                            <li>MI0283AV2 Adapter v2 – плата узгодження з міні LCD монітором</li>
                        </ol>
                        <p>&nbsp;</p>
                        <p>Основні дані матеріально-технічного забезпечення кафедри автоматизації виробничих процесів наведені в табл. 1, де наведено перелік приміщень, що закріплені за кафедрою, наявність та обладнання комп’ютерних класів і лабораторій кафедри обчислювальною і оргтехнікою.</p>
                        <p>&nbsp;</p>
                        <p><em>Таблиця 1 – Обладнання, устаткування та програмне забезпечення спеціалізованих комп’ютерних лабораторій, які забезпечують виконання навчального плану</em></p>
                        <table>
                            <tbody>
                            <tr>
                                <td>
                                    <p>№</p>
                                </td>
                                <td>
                                    <p>Найменування комп’ютерної лабораторії,</p>
                                    <p>її площа</p>
                                </td>
                                <td>
                                    <p>Найменування дисципліни</p>
                                    <p>за навчальним планом</p>
                                </td>
                                <td>
                                    <p>Модель і марка персональних комп’ютерів</p>
                                </td>
                                <td>
                                    <p>Назви пакетів прикладних програм</p>
                                    <p>(у тому числі ліцензованих)</p>
                                </td>
                                <td>
                                    <p>Можливість доступу</p>
                                    <p>до Інтернет, наявність каналів доступу (так/ні)</p>
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    <p>1</p>
                                </td>
                                <td>
                                    <p>2</p>
                                </td>
                                <td>
                                    <p>3</p>
                                </td>
                                <td>
                                    <p>4</p>
                                </td>
                                <td>
                                    <p>5</p>
                                </td>
                                <td>
                                    <p>6</p>
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    <p>1</p>
                                </td>
                                <td>
                                    <p>Лабораторія автоматизації</p>
                                    <p>і комп′ютерно-інтегрованих технологій</p>
                                    <p>№ 2105, 37 м<sup>2</sup></p>
                                </td>
                                <td>
                                    <p>«Автоматизація промислового обладнання</p>
                                    <p>«Контролери та їх програмне забезпечення»,</p>
                                    <p>«Основи комп'ютерно-інтегрованого керування»,</p>
                                    <p>«Проектування верстатної електроавтоматики»,</p>
                                    <p>«Автоматизація</p>
                                    <p>в енергетичних системах»,</p>
                                    <p>«Програмування вбудованих мікроконтролерів».</p>
                                </td>
                                <td>
                                    <p>Комп’ютер NeoS (7 шт.)</p>
                                </td>
                                <td>
                                    <p>Console Application,</p>
                                    <p>ПТК КОНТАР,&nbsp;</p>
                                    <p>Kongraff tools,</p>
                                    <p>B&amp;R Automation Studio,</p>
                                    <p>Keil software,</p>
                                    <p>Festo Didactic</p>
                                </td>
                                <td>
                                    <p>Так</p>
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    <p>2</p>
                                </td>
                                <td>
                                    <p>Мультимедійна аудиторія</p>
                                    <p>№ 2313, 84 м<sup>2</sup></p>
                                </td>
                                <td>
                                    <p>«Проектування систем автоматизації», «Цифрові системи керування і обробки інформації».</p>
                                </td>
                                <td>
                                    <p>Мультимедійний проектор</p>
                                    <p>з дошкою Panasonic</p>
                                </td>
                                <td>
                                    <p>Panaboard Software,</p>
                                    <p>Panaboard Development KIT.</p>
                                </td>
                                <td>
                                    <p>Так</p>
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    <p>3</p>
                                </td>
                                <td>
                                    <p>Комп’ютерна аудиторія каф. «Автоматизація виробничих процесів»</p>
                                    <p>№ 2205, 20 м<sup>2</sup></p>
                                </td>
                                <td>
                                    <p>«Адміністрування комп'ютерних систем»,</p>
                                    <p>«Об’єктно-орієнтоване програмування»,</p>
                                    <p>«Інформаційні мережі»,</p>
                                    <p>«Організація баз даних та знань»,»Системне адміністрування».</p>
                                </td>
                                <td>
                                    <p>Комп’ютер АМІ (6 шт.)</p>
                                </td>
                                <td>
                                    <p>Microsoft Visual Basic,</p>
                                    <p>Microsoft Office,</p>
                                    <p>&nbsp;</p>
                                </td>
                                <td>
                                    <p>Так</p>
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    <p>4</p>
                                </td>
                                <td>
                                    <p>Комп’ютерна аудиторія каф. «Автоматизація виробничих процесів»</p>
                                    <p>№ 2206, 84 м<sup>2</sup></p>
                                </td>
                                <td>
                                    <p>«Комп'ютерні технології та програмування»,</p>
                                    <p>«Чисельні методи»,</p>
                                    <p>«Автоматизація технологічних процесів та виробництв»,</p>
                                    <p>«Ідентифікація та моделювання об'єктів автоматизації»,</p>
                                    <p>«Проектування систем автоматизації»,</p>
                                    <p>«Комп’ютерна практика»,</p>
                                    <p>«Web-програмування»,</p>
                                    <p>«Технологія програмування складних систем»,</p>
                                    <p>«Сучасні інструменти моделювання та проектування»,</p>
                                </td>
                                <td>
                                    <p>Комп’ютер АМІ (13 шт.)</p>
                                </td>
                                <td>
                                    <p>Microsoft Visual Studio,</p>
                                    <p>&nbsp;Microsoft Office,&nbsp;</p>
                                    <p>CоDeSys v2.3,</p>
                                    <p>STEP 7,</p>
                                    <p>Rational Rose,</p>
                                    <p>Е-plan.</p>
                                </td>
                                <td>
                                    <p>&nbsp;</p>
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    <p>&nbsp;</p>
                                </td>
                                <td>
                                    <p>&nbsp;</p>
                                </td>
                                <td>
                                    <p>«Інформаційні мережі»,</p>
                                    <p>«Об’єктно-орієнтоване програмування», «Організація баз даних та знань»,</p>
                                    <p>«Програмування складних (інтелектуальних) систем»,</p>
                                    <p>«Технології електронних комунікацій»,</p>
                                    <p>«Цифрові системи керування і обробки інформації»,</p>
                                    <p>«Системне адміністрування».</p>
                                </td>
                                <td>
                                    <p>&nbsp;</p>
                                </td>
                                <td>
                                    <p>&nbsp;</p>
                                </td>
                                <td>
                                    <p>Так</p>
                                </td>
                            </tr>
                            <tr>
                                <td>
                                    <p>5</p>
                                </td>
                                <td>
                                    <p>Комп’ютерна аудиторія каф. «Автоматизація виробничих процесів»</p>
                                    <p>№ 2210, 64 м<sup>2</sup></p>
                                </td>
                                <td>
                                    <p>«Комп'ютерні технології та програмування», «Чисельні методи»,</p>
                                    <p>«Автоматизація технологічних процесів та виробництв»,</p>
                                    <p>«Ідентифікація та моделювання об'єктів автоматизації»,</p>
                                    <p>«Проектування систем автоматизації»,</p>
                                    <p>«Комп’ютерна практика»,</p>
                                    <p>«Web-програмування»,</p>
                                    <p>«Технологія програмування складних систем»,</p>
                                    <p>«Сучасні інструменти моделювання та проектування»,</p>
                                    <p>«Інформаційні мережі»,</p>
                                    <p>«Об’єктно-орієнтоване програмування», «Організація баз даних та знань»,</p>
                                    <p>«Програмування складних (інтелектуальних) систем»,</p>
                                    <p>«Технології електронних комунікацій»,</p>
                                    <p>«Цифрові системи керування і обробки інформації»,</p>
                                    <p>«Системне адміністрування».</p>
                                </td>
                                <td>
                                    <p>Комп’ютер NeoS (6 шт.)</p>
                                </td>
                                <td>
                                    <p>Microsoft Visual Studio, Microsoft Office,&nbsp; CоDeSys v2.3, STEP 7, Rational Rose, Е-plan</p>
                                </td>
                                <td>
                                    <p>Так</p>
                                </td>
                            </tr>
                            </tbody>
                        </table>
                        <p>Дані таблиці показують використання сучасних програмних продуктів, демонструють прогресивні методи та технічні засоби навчання, які відповідають міжнародним вимогам. У цілому це свідчить про високий рівень матеріально-технічного забезпечення підготовки студентів кафедри «Автоматизація виробничих процесів».</p>
                        <p>Для підвищення ефективності використання обчислювальної техніки на кафедрі існує локальна мережа, введена система доступу в Internet для студентів і викладачів, встановлено сучасні програмні пакети, застосовуються відео проектори, інтерактивна дошка та інше мультимедійне устаткування.</p>
                        <p>Установлено програмне забезпечення, яке дає можливість проводити лабораторні заняття в режимі відеоконференції з використанням дошки на екрані дисплея.</p>
                        <p>На кафедрі забезпечено доступ в мережу Internet, створено навчально-методичний портал кафедри, в якому знаходяться довідкові матеріали, література, методичні розробки, конспекти лекційних курсів та інше.</p>
                        <p>У рамках договорів, які кафедра уклала з фірмою B&amp;R (Австрія), а також з партнером фірми FESTO-Didactic – Інститутом лінгвістики і нових технологій (м. Київ), кафедра продовжує отримувати унікальні дидактичні і програмні матеріали, довідкову інформацію, каталоги продукції всесвітньо відомих фірм, які широко застосовуються в навчальному процесі.</p>
                        <p>Усі дисципліни кафедри використовують ПЕОМ при виконанні лабораторних і практичних завдань, курсових і дипломних проектів. Завдання з дисциплін кафедри виконуються за допомогою прикладних програмних продуктів: Microsoft Office (Microsoft Access 2003,Microsoft Visio), Microsoft Visual Studio 1998 (Microsoft Visual InterDev 6.0, Microsoft Visual Basic 6.0), Microsoft Visual Studio 2010 (Visual Basic.NET 2010, C#. JavaScript ), C++ 4,2, Matlab, Proteus, CodeSys, Scilab/Scicos, EWB, GENI, EPLAN Electric P8 1.9 International SP1.</p>
                        <p>&nbsp;</p>
                        <p>Застосовується також програмне забезпечення, яке розроблене викладачами кафедри та спрямоване на автоматизацію складних розрахунків та візуалізацію елементів технологічних процесів.</p>

                        <style type="text/css">
                            table {
                                width: 100%;
                            }
                            table td {
                                border: 1px solid #000;
                                padding: 5px;
                            }
                        </style>

                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
