@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Склад НВК кафедри АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Спеціальність (151): "Автоматизація та комп'ютерно-інтегровані технології".</p>
                        <p>Спеціальність (123): "Комп’ютерна інженерія" на 2018–2019 навчальний рік.</p>

                        <p><b>Голова НВК</b> – Періг О. В., доц. каф. АВП, куратор гр. АВП-18-1т.</p>
                        <p><b>Заст. голови</b> – Афанасьева М. А., доц. каф. АВП.</p>

                        <p><b>Члени комісії:</b></p>
                        <div style="margin-left: 30px; line-height: 1.05;">
                            <p>Клименко Г. П., проф. каф. АВП, зав. каф. АВП;</p>
                            <p>Суботін О. В., доц. каф. АВП, заст. зав. каф. АВП;</p>
                            <p>Піщуліна О. В., ст. викл. каф. АВП, заст. декана ФАМІТ;</p>
                            <p>Лебідь В. Т., доц. каф. АВП;</p>
                            <p>Люта А. В., доц. каф. АВП, куратор гр. АВП-17-1;</p>
                            <p>Макшанцев В. Г., доц. каф. АВП;</p>
                            <p>Разживін О. В., доц. каф. АВП, куратор гр. АВП-16-1;</p>
                            <p>Руденко В. М., доц. каф. АВП, куратор гр. АВП-17-1т;</p>
                            <p>Сердюк О. О., доц. каф. АВП;</p>
                            <p>Донченко Є. І., ст. викл. каф. АВП, куратор гр. АВП-15-1;</p>
                            <p>Білоіваненко Ю.С., асистент каф. АВП;</p>
                            <p>Залятов А. Ф., асистент каф. АВП, куратор АВП-18-1;</p>
                            <p>Прядченко О. Р., староста групи АВП-18-1;</p>
                            <p>Семеничева К. О., староста групи АВП-18-1т;</p>
                            <p>Гаркунов Д. М., староста групи АВП-17-1;</p>
                            <p>Бондаренко К. А., староста групи АВП-17-1т;</p>
                            <p>Криворучек В. В., староста групи АВП-16-1;</p>
                            <p>Жук Я. А., староста групи АВП-15-1;</p>
                            <p>Кайкацішвілі О. Г., староста групи АВП-17-1м;</p>
                            <p>Федотова О. П., староста групи АВП-17-2м;</p>
                            <p>Короленко О. В., староста групи АВП-18-1м;</p>
                            <p>Андреєва А. А., староста групи КІ-18-1м.</p>
                        </div>

                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
