@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Програми практичної підготовки АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Виробнича практика студентів спеціальності «Автоматичне керування технологічними процесами» є важливою ланкою в ланцюзі професійної підготовки бакалаврів, фахівців і магістрів.</p>
                        <p>Практика відбувається на підприємствах різних форм власності, технічне устаткування й організація виробництва яких відповідають сучасним вимогам підготовки випускників і програмі практики.</p>
                        <p>Метою практики є вивчення виробничо-господарської діяльності підприємств машинобудування, верстатобудування і металургії, технологічних процесів механічної обробки деталей і складання, експлуатації програмно-керованого устаткування; набуття практичних навичок з розробки технологічних процесів і виробництв; закріплення, поглиблення і розширення знань з теоретичних дисциплін; набуття досвіду роботи в колективі.</p>
                        <p>Студенти проходять практичну підготовку за сімома видами практик:</p>
                        <p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; комп'ютерна – два тижні після 3-го триместру. Практика відбувається відповідно до Робочої програми для студентів І курсу напряму підготовки 6.050202 «Автоматизація та комп'ютерно-інтегровані технології», розробленої і затвердженої на засіданні кафедри (пр. № 11 від 8.02.01р.), календарного плану і індивідуального завдання;</p>
                        <p>2) виробнича (технологічна) – три тижні перед 10-м триместром. Практика відбувається відповідно до Робочої програми виробничої технологічної практики для студентів ІV курсу напряму підготовки 6.050202 «Автоматизація та комп'ютерно-інтегровані технології», розробленої і затвердженої на засіданні кафедри (пр. № 2 від 16.09.03р., перезатвердженої 20.04.09 р. на Раді ФАМІТ), календарного плану і індивідуального завдання;</p>
                        <p>3) переддипломна &nbsp;– один тиждень з початку 11-го триместру + 45 год.&nbsp; (одна доба на тиждень в 11-му триместрі), 12-й триместр – 45 годин. Практика відбувається відповідно до Робочої програми переддипломної практики для студентів ІV курсу напряму підготовки 6.050202 «Автоматизація та комп'ютерно-інтегровані технології», розробленої і затвердженої на засіданні кафедри, календарного плану і індивідуального завдання;</p>
                        <p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; виробнича (конструкторсько-технологічна – перший триместр V курсу, перший тиждень – безперервна, інша частина – періодична, один раз на тиждень протягом триместру. Практика відбувається відповідно до&nbsp; Робочої програми конструкторсько-технологічної практики студентів V курсу спеціальності 7.05020201, розробленої і затвердженої на засіданні кафедри (пр. № 3 від 30.09.06 р.), календарного плану і індивідуального завдання;</p>
                        <p>5) і виробнича (науково-дослідна) – перший триместр, перший тиждень – безперервна, інша частина – періодична, один раз на тиждень протягом&nbsp; триместру. Практика відбувається відповідно до Робочої програми науково-дослідницької практики магістрів V курсу спеціальності 8.05020201, розробленої і затвердженої на засіданні кафедри, календарного плану і індивідуального завдання;</p>
                        <p>6) переддипломна – другий триместр, періодична, один раз на тиждень протягом&nbsp; триместру. Практика відбувається відповідно до Робочої програми переддипломної практики студентів V курсу спеціальності 7.05020201 (пр. № 1 від 4.09.12 р.), календарного плану і індивідуального завдання;</p>
                        <p>7) переддипломна – третій триместр, безперервна протягом чотирьох тижнів. Практика відбувається відповідно до Робочої програми переддипломної практики студентів VI курсу спеціальності 8.05020201, календарного плану і індивідуального завдання.</p>
                    </div>
                </div>
            </div>
        </div>
    </section>
@endsection
