@extends('layouts.app')

@section('content')
    <section class="v-title text-center">
        <div class="container">
            <div class="row d-flex align-items-center justify-content-center">
                <div class="col-lg-12">
                    <h1>Наукова робота АВП</h1>
                </div>
            </div>
        </div>
    </section>

    <section class="contact-page-area section-gap">
        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <div class="item-page">
                        <p>Організація НДР на кафедрі стосується роботи викладачів у другій половині дня. Тематика робіт підкоряється єдиному науковому напрямку кафедри Д-06-2013 – «Керування якістю автоматизованих виробничих процесів» (кер. Клименко Г.П.).</p>
                        <p>Викладачі кафедри (Клименко Г.П., Суботін О.В., Разживін О.В.) беруть участь у міжнародному проекті TEMPUS Desire, керівник від ДДМА – проф. каф. КІТ Тарасов О.Ф.</p>
                        <p>НДРС займаються 100 % магістрів і 100 % майбутніх фахівців, починаючи з ІV курсу. Дослідження проводять студенти в рамках дипломного проекту бакалавра, розвиваючи їх до дослідницької частини дипломного проекту фахівця або магістра. За результатами НДРС студенти готують виступи на конференціях, публікації в «Студентському віснику» та інших виданнях.</p>
                        <p>На кафедрі 14 студентів навчаються за системою «Обдаровані студенти». Дослідження вони проводять, як правило, пов'язані з тематикою НДР своїх керівників. Під їхнім керівництвом не тільки були підготовлені виступи на конференціях і публікації, але й виготовлені лабораторні установки і макети.</p>
                        <p><em>&nbsp;</em></p>
                    </div>
                </div>
            </div>

        </div>
    </section>
@endsection
